Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Select none
ca_es: No en seleccionis cap

source: %{PRODUCT_NAME} is displayed in this language
ca_es: %{PRODUCT_NAME} es mostra en aquest idioma

source: This account is already being used on this computer.
ca_es: Aquest compte ja s'està utilitzant en aquest equip.

source: Hide advanced settings...
ca_es: Amaga la configuració avançada...

source: Purposes: %{USAGES}
ca_es: Finalitats: %{USAGES}

source: Manage credit cards...
ca_es: Gestiona les targetes de crèdit...

source: Unknown device
ca_es: Dispositiu desconegut

source: Hours
ca_es: Hores

source: %{BEGIN_BOLD}Recommendation: %{END_BOLD}%{BEGIN_ITALIC}Please ensure that%{END_ITALIC}%{BR}1) you have selected a wireless network.%{BR2}2) you have permission to connect to the network you are trying to connect to.%{BR3}3) you are using the right authentication method (password, encryption).%{BR4}4) your router is configured correctly. Check that the DHCP server is enabled and that the MAC address filtering is configured correctly, if enabled.
ca_es: %{BEGIN_BOLD}Recomanació: %{END_BOLD}%{BEGIN_ITALIC}Assegureu-vos que%{END_ITALIC}%{BR}1) Heu seleccionat una xarxa sense fils.%{BR2}2) Teniu permís per connectar-vos a la xarxa a la qual esteu provant de connectar-vos.%{BR3}3) Esteu fent servir el mètode d'autenticació correcte (contrasenya, encriptació).%{BR4}4) L'encaminador està configurat correctament. Comproveu que el servidor DHCP estigui activat i que el filtre de l'adreça MAC estigui configurat correctament, si està activat.

source: JavaScript memory
ca_es: Memòria de JavaScript

source: To save this file for offline use, get back online and<br>select the %{OFFLINE_CHECKBOX_NAME} checkbox for this file.
ca_es: Per desar aquest fitxer per utilitzar-lo fora de línia, torneu a connectar-vos i<br>marqueu la casella de selecció %{OFFLINE_CHECKBOX_NAME} per a aquest fitxer.

source: the beginning of time
ca_es: l'inici del període

source: Greek
ca_es: Grec

source: Could not load bookmark model.
ca_es: No s'ha pogut carregar el model d'adreça d'interès.

source: Failed - %{INTERRUPT_REASON}
ca_es: Error: %{INTERRUPT_REASON}

source: Always allowed
ca_es: Sempre permès

source: Certificate
ca_es: Certificat

source: Default tile height
ca_es: Alçada predeterminada per als mosaics

source: Netscape Certification Authority Policy URL
ca_es: URL de norma d'entitat emissora de certificats de Netscape

source: Lower right
ca_es: Inferior dret

source: You are currently the only %{PRODUCT_NAME} user.
ca_es: Actualment sou l'únic usuari de %{PRODUCT_NAME}.

source: Search results
ca_es: Resultats de la cerca

source: Pack Extension Error
ca_es: Error de l'extensió de paquets

source: Ask where to save each file before downloading
ca_es: Pregunta on desar cada fitxer abans de descarregar-lo

source: Certificate already exists.
ca_es: El certificat ja existeix.

source: Server's certificate does not match the URL.
ca_es: El certificat del servidor no coincideix amb l'URL.

source: Enable Synced Notifications
ca_es: Activa les notificacions sincronitzades

source: Do not aggregate the data - this may be slow!
ca_es: No agregueu les dades perquè pot ser un procés lent.

source: Take a tour
ca_es: Guia ràpida

source: Layout
ca_es: Disseny

source: Confirm passphrase
ca_es: Confirmeu la contrasenya

source: About %{PRODUCT_NAME}
ca_es: Quant a %{PRODUCT_NAME}

source: Session storage
ca_es: Emmagatzematge de sessions

source: Enable GDB debug stub. This will stop a Native Client application on startup and wait for nacl-gdb (from the NaCl SDK) to attach to it.
ca_es: Activeu el resguard de la depuració basada en GDB. Això aturarà qualsevol aplicació Native Client en iniciar i esperarà fins que nacl-gdb (de NaCl SDK) s'hi adjunti.

source: Send a saved screen shot
ca_es: Envia una captura de pantalla desada

source: Could not load %{PLUGIN_NAME}
ca_es: No s'ha pogut carregar %{PLUGIN_NAME}

source: Security settings on your computer blocked this file.
ca_es: La configuració de seguretat del vostre ordinador ha bloquejat aquest fitxer.

source: No data received
ca_es: No s'han rebut les dades

source: You are currently using a passphrase. If you have forgotten your passphrase, you can reset sync to clear your data from Google's servers using the Google Dashboard.
ca_es: Actualment utilitzeu una paraula de pas. Si l'heu oblidat, podeu restablir la sincronització per esborrar les dades dels servidors de Google mitjançant Google Dashboard.

source: Languages and input
ca_es: Idiomes i entrada

source: Position:
ca_es: Posició:

source: Disables hardware-accelerated video decode where available.
ca_es: Desactiva la descodificació de vídeo accelerada mitjançant maquinari quan estigui disponible.

source: Format device
ca_es: Format del dispositiu

source: %{EXTENSION} can access and change media in these locations.
ca_es: %{EXTENSION} pot accedir als elements multimèdia i canviar-los en aquestes ubicacions.

source: HTML document
ca_es: Document HTML

source: The connection is encrypted using %{CIPHER}, with %{MAC} for message authentication and %{KX} as the key exchange mechanism.
ca_es: La connexió està encriptada mitjançant %{CIPHER}, amb %{MAC} per a l'autenticació de missatges i amb %{KX} com a mecanisme d'intercanvi clau.

source: Rotate C&ounterclockwise
ca_es: Gira en el sentit con&trari a les agulles del rellotge

source: Only someone with your passphrase can read your encrypted data. The passphrase is not sent to or stored by Google. If you forget your passphrase, you will need to
ca_es: Només una persona que tingui la vostra contrasenya pot llegir les dades encriptades: la contrasenya no s'envia ni s'emmagatzema a Google. Si oblideu la contrasenya, haureu de

source: No thanks
ca_es: No, gràcies

source: Enable Autofill to fill out web forms in a single click.
ca_es: Activa Emplenament automàtic per emplenar formularis web amb un sol clic.

source: %{EXTENSION_NAME} (extension ID "%{EXTENSION_ID}") is blocked by the administrator.
ca_es: L'administrador ha bloquejat l'extensió %{EXTENSION_NAME} (amb l'ID d'extensió %{EXTENSION_ID}).

source: Pop-ups were blocked on this page.
ca_es: S'han bloquejat finestres emergents en aquesta pàgina.

source: Identity verified
ca_es: Identitat verificada

source: Automatically correct spelling
ca_es: Corregeix l'ortografia automàticament

source: New theme added (%{EXTENSION_NAME})
ca_es: S'ha afegit un tema nou (%{EXTENSION_NAME})

source: The server %{DOMAIN} requires a username and password. The server says: %{REALM}.
ca_es: El domini %{DOMAIN} del servidor requereix un nom d'usuari i una contrasenya. El servidor diu: %{REALM}.

source: Blocked by policy
ca_es: Bloquejat per la política

source: Use current pages
ca_es: Utilitza les pàgines actuals

source: Specify the default tile width.
ca_es: Especifica l'amplada predeterminada per als mosaics.

source: Certificate Subject Key ID
ca_es: Identificador de clau del subjecte del certificat

source: Fetching these files will use approximately %{FILE_SIZE} of mobile data.
ca_es: Per obtenir aquests fitxers s'utilitzaran aproximadament %{FILE_SIZE} de dades mòbils.

source: Server has a weak ephemeral Diffie-Hellman public key
ca_es: El servidor té una clau pública Diffie-Hellman dèbil i efímera

source: The newest version of the extension "%{EXTENSION_NAME}" requires more permissions, so it has been disabled.
ca_es: La versió més recent de l'extensió "%{EXTENSION_NAME}" requereix més permisos i, per tant, s'ha desactivat.

source: %{PRODUCT_NAME} could not sync your data because it could not connect to the sync server. Retrying...
ca_es: %{PRODUCT_NAME} no pot sincronitzar les dades perquè no s'ha pogut connectar al servidor de sincronització. S'està tornant a provar...

source: Access to your camera is controlled by your administrator.
ca_es: L'administrador controla l'accés a la càmera.

source: Open &Image in New Tab
ca_es: Obre la &imatge en una pestanya nova

source: Always block camera and microphone access
ca_es: Bloqueja sempre l'accés a la càmera i al micròfon

source: Other devices
ca_es: Altres dispositius

source: Create, change, or delete profiles.
ca_es: Creeu, canvieu o suprimiu perfils

source: Edit user
ca_es: Edita l'usuari

source: Extension Disabled
ca_es: Extensió desactivada

source: Start Hangout
ca_es: Inicia una conversa

source: Add email address
ca_es: Afegeix una adreça electrònica

source: Unknown server error. Please try again, or contact the server administrator.
ca_es: Error de servidor desconegut. Torneu-ho a provar o contacteu amb l'administrador del servidor.

source: Recent Destinations
ca_es: Destinacions recents

source: The website at %{HOST_NAME} contains elements from sites which appear to host malware – software that can hurt your computer or otherwise operate without your consent. Just visiting a site that contains malware can infect your computer.
ca_es: El lloc web de %{HOST_NAME} conté elements de llocs que semblen allotjar programari maliciós, és a dir, programari que pot malmetre l'equip o operar sense el vostre consentiment. El sol fet de visitar un lloc que contingui aquest tipus de programari pot infectar el vostre equip.

source: The following plug-in is unresponsive: %{PLUGIN_NAME}Would you like to stop it?
ca_es: El complement següent no respon: %{PLUGIN_NAME}vols aturar-lo?

source: %{ENGINE_NAME} (Default)
ca_es: %{ENGINE_NAME} (Predeterminada)

source: %{URL} is not found
ca_es: No s'ha trobat %{URL}

source: Manipulate privacy-related settings
ca_es: Manipuleu la configuració relacionada amb la privadesa

source: When %{PLUGIN_NAME} has finished installing, reload the page to activate it.
ca_es: Quan %{PLUGIN_NAME} s'hagi acabat d'instal·lar, torneu a carregar la pàgina per activar-lo.

source: Please tell us what is happening before sending the feedback.
ca_es: Digueu-nos què passa abans d'enviar els comentaris.

source: Waiting for %{HOST_NAME}...
ca_es: Esperant %{HOST_NAME}...

source: Do not use mobile data for sync
ca_es: No utilitzis les dades mòbils per a la sincronització

source: %{PRODUCT_NAME} is now importing the following items from %{IMPORT_BROWSER_NAME}:
ca_es: En aquests moments, %{PRODUCT_NAME} està important els elements següents de %{IMPORT_BROWSER_NAME}:

source: Eject device
ca_es: Expulsa el dispositiu

source: The following page(s) have become unresponsive. You can wait for them to become responsive or kill them.
ca_es: Les pàgines següents no responen. Pots esperar que responguin o pots finalitzar-les.

source: The time it takes to restore a previous browsing session
ca_es: El temps necessari per restaurar una sessió de navegació anterior

source: Currently offline
ca_es: Fora de línia en aquest moment

source: Server's certificate is not yet valid.
ca_es: El certificat del servidor encara no és vàlid.

source: Keep anyway
ca_es: Continua de totes maneres

source: Enable background loader component for hosted applications
ca_es: Activació del component de càrrega en segon pla per a aplicacions allotjades

source: Shared Memory Usage
ca_es: Ús de la memòria compartida

source: Launch %{PRODUCT_NAME} automatically when I start my computer
ca_es: Inicia %{PRODUCT_NAME} automàticament en engegar l'equip

source: Add Location...
ca_es: Afegeix una ubicació...

source: Confirm Permissions
ca_es: Confirma els permisos

source: (Choose a different screenshot)
ca_es: (Trieu una altra captura de pantalla)

source: Don't restart
ca_es: No reiniciïs

source: Sign out then Sign in Again...
ca_es: Tanca la sessió i torna-la a iniciar...

source: This device cannot be opened because its filesystem was not recognized.
ca_es: Aquest dispositiu no es pot obrir perquè el seu sistema de fitxers no s'ha reconegut.

source: Manage shortcuts
ca_es: Gestiona les dreceres

source: Manage pop-up blocking...
ca_es: Gestiona el bloqueig de finestres emergents...

source: The file contained multiple certificates, some of which were not imported:
ca_es: El fitxer contenia certificats múltiples, però alguns no s'han importat:

source: Shared Memory
ca_es: Memòria compartida

source: View details
ca_es: Mostra els detalls

source: PKCS #1 SHA-384 With RSA Encryption
ca_es: PKCS #1 SHA-384 amb encriptació RSA

source: Copyright message
ca_es: Missatge de drets d'autor

source: Add new user...
ca_es: Afegeix un usuari nou...

source: <enter query>
ca_es: <introdueix la consulta>

source: Private key
ca_es: Clau privada

source: Add shipping address...
ca_es: Afegeix una adreça d'enviament...

source: Sync Error
ca_es: Error de sincronització

source: Network namespaces
ca_es: Espais de nom de xarxa

source: A special security update for %{PRODUCT_NAME} was just applied; you should restart now for it to take effect (we'll restore your tabs).
ca_es: S'ha aplicat una actualització de seguretat especial per a %{PRODUCT_NAME}; reinicieu ara perquè es faci efectiva (restaurarem les pestanyes).

source: Created the following files: Extension: %{EXTENSION_FILE} Key File: %{KEY_FILE} Keep your key file in a safe place. You will need it to create new versions of your extension.
ca_es: S'han creat els fitxers següents: Extensió: %{EXTENSION_FILE} Fitxer de clau: %{KEY_FILE} Deseu el fitxer de clau en una ubicació segura. El necessitareu per crear versions noves de l'extensió.

source: Malware is malicious software that causes things like identity theft, financial loss, and permanent file deletion.
ca_es: El programari maliciós pot causar, per exemple, usurpacions de la identitat, pèrdues financeres o la supressió permanent de fitxers.

source: Track number
ca_es: Número de la pista

source: Increment
ca_es: Incrementa

source: Browser
ca_es: Navegador

source: Chrome is almost ready.
ca_es: Chrome ja està quasi a punt.

source: Jack Russell Terrier
ca_es: Gos

source: %{PRODUCT_NAME} has blocked access to this page on %{HOST_NAME}.
ca_es: %{PRODUCT_NAME} ha bloquejat l'accés a aquesta pàgina a %{HOST_NAME}.

source: Update extensions now
ca_es: Actualitza les extensions ara

source: Manage shipping addresses...
ca_es: Gestiona les adreces d'enviament...

source: (Managed by enterprise policy)
ca_es: (Gestionat per la política de l'empresa)

source: Microsoft Key Recovery
ca_es: Recuperació de claus de Microsoft

source: Ask me when a site requires access to my camera (recommended)
ca_es: Pregunta'm quan un lloc requereixi accés a la càmera (opció recomanada)

source: No history entries found.
ca_es: No s'ha trobat cap entrada a l'historial.

source: Months
ca_es: Mesos

source: (default)
ca_es: (predeterminada)

source: Send Feedback
ca_es: Envia comentaris

source: Use global default (Ask)
ca_es: Utilitza l'opció predeterminada global (Pregunta)

source: Speech recognition was aborted.
ca_es: S'ha cancel·lat el reconeixement de parla.

source: Romanian
ca_es: Romanès

source: Microsoft Commercial Code Signing
ca_es: Signatura de codi comercial de Microsoft

source: PKCS #12 Files
ca_es: PKCS #12 fitxers

source: Reload This Page
ca_es: Torna a carregar aquesta pàgina

source: Enable memory monitor
ca_es: Activa la supervisió de la memòria

source: The file named "$1" already exists. Please choose a different name.
ca_es: Ja existeix un fitxer anomenat "$1". Trieu un nom diferent.

source: Enables visual memory monitor in status area.
ca_es: Activa la supervisió de la memòria visual a l'àrea d'estat.

source: Key:
ca_es: Clau:

source: Copy operation cancelled.
ca_es: S'ha cancel·lat l'operació de còpia.

source: Pin Tabs
ca_es: Fixa les pestanyes

source: Your data was encrypted with your sync passphrase on %{TIME}. Please enter it below.
ca_es: Les vostres dades s'han encriptat amb la vostra contrasenya de sincronització el %{TIME}. Escriviu-la a continuació.

source: C&opy audio URL
ca_es: Cop&ia l'URL de l'àudio

source: Get 100 GB free with Google Drive
ca_es: Obteniu 100 GB gratis amb Google Drive

source: Activation is pending on the server
ca_es: L'activació està pendent al servidor

source: Copying $1 items.
ca_es: S'estan copiant $1 elements.

source: A proxy server is a server that acts as an intermediary between your computer and other servers. Right now, your system is configured to use a proxy, but %{PRODUCT_NAME} can't connect to it.
ca_es: Un servidor intermediari és un servidor que actua com a intermediari entre el vostre equip i altres servidors. Ara mateix, el sistema està configurat per utilitzar un servidor intermediari, però %{PRODUCT_NAME} no s'hi pot connectar.

source: File uses unsupported features.
ca_es: El fitxer utilitza funcions no compatibles.

source: %{PRODUCT_NAME} securely syncs your data with your Google account. Keep everything synced or customize synced data types and encryption settings.
ca_es: %{PRODUCT_NAME} sincronitza les vostres dades de manera segura amb el vostre compte de Google. Manteniu-ho tot sincronitzat o personalitzeu els tipus de dades sincronitzades i les opcions d'encriptació.

source: Shared with me
ca_es: Compartit amb mi

source: Credit card number
ca_es: Número de targeta de crèdit

source: Don't load (recommended)
ca_es: No carreguis (recomanat)

source: Specify the default tile height.
ca_es: Especifiqueu l'alçada predeterminada de la peça del mosaic.

source: More info...
ca_es: Més informació...

source: Custom spelling dictionary
ca_es: Diccionari ortogràfic personalitzat

source: Identity not verified
ca_es: Identitat sense verificar

source: remove this site
ca_es: elimina aquest lloc

source: View site information
ca_es: Mostra la informació del lloc

source: %{NUM_KILOBYTES}K
ca_es: %{NUM_KILOBYTES}.000

source: Last Day
ca_es: El darrer dia

source: Open in Adobe Reader
ca_es: Obre amb Adobe Reader

source: OK, sync everything
ca_es: D'acord, sincronitza-ho tot

source: The file at %{URL} is not readable. It may have been removed, moved, or file permissions may be preventing access.
ca_es: El fitxer de %{URL} no es pot llegir. Pot ser que s'hagi eliminat, que s'hagi traslladat o que els permisos del fitxer n'impedeixin l'accés.

source: This file could not be displayed.
ca_es: No s'ha pogut mostrar aquest fitxer.

source: No file
ca_es: No hi ha cap fitxer

source: List view
ca_es: Visualització de llista

source: Open %{CLOUD_PRINT_NAME}
ca_es: Obre %{CLOUD_PRINT_NAME}

source: Error Setting Certificate Trust
ca_es: Error en configurar la confiança del certificat

source: Copying %{FILE_NAME}
ca_es: S'està copiant %{FILE_NAME}

source: Add Certificate
ca_es: Afegeix el certificat

source: Content:
ca_es: Contingut:

source: Ethernet Networks:
ca_es: Xarxes Ethernet:

source: page
ca_es: pàgina

source: An incognito download is currently in progress. Do you want to exit incognito mode and cancel the download?
ca_es: En aquests moments hi ha una baixada d'incògnit en curs. Voleu sortir del mode d'incògnit i cancel·lar la baixada?

source: Use global default (Allow)
ca_es: Utilitza l'opció predeterminada global (Permet)

source: The server could not find the file.
ca_es: El servidor no ha pogut trobar el fitxer.

source: Software
ca_es: Programari

source: The server's security certificate is revoked!
ca_es: El certificat de seguretat del servidor està revocat.

source: Connecting to %{PROVIDER_NAME}
ca_es: S'està connectant amb %{PROVIDER_NAME}

source: Send feedback to help improve Chrome
ca_es: Envieu comentaris per ajudar a millorar Chrome

source: Manage your apps, extensions, and themes
ca_es: Gestioneu les aplicacions, les extensions i els temes

source: Disable your extensions and then reload this webpage.
ca_es: Desactiveu les extensions i, tot seguit, torneu a carregar aquesta pàgina web.

source: Resume
ca_es: Reempren

source: Confirm Installation
ca_es: Confirma la instal·lació

source: Requests to the server have been blocked by a policy.
ca_es: Una política ha bloquejat les sol·licituds al servidor.

source: Bluesy
ca_es: Música

source: This webpage was blocked by an extension
ca_es: Una extensió ha bloquejat aquesta pàgina web

source: Don't save
ca_es: No desis

source: Allow all sites to use a plug-in to access my computer
ca_es: Permet que tots els llocs utilitzin un connector per accedir al meu equip

source: Open File...
ca_es: Obre un fitxer...

source: Sign out then sign in again
ca_es: Tanqueu la sessió i torneu-la a iniciar

source: Watch
ca_es: Mira

source: Deauthorize content licenses
ca_es: Desautoritza les llicències de contingut

source: If you did not initiate this request, it may represent an attempted attack on your system. Unless you took an explicit action to initiate this request, you should press Do Nothing.
ca_es: Si no heu iniciat aquesta sol·licitud, es pot tractar d'un intent d'atac al sistema. Tret que hàgiu dut a terme una acció concreta per iniciar la sol·licitud, hauríeu de prémer "No facis res".

source: Call phone
ca_es: Truca al telèfon

source: GPU Accelerated SVG Filters
ca_es: Filtres SVG accelerats amb GPU

source: Session Restores
ca_es: Restauracions de la sessió

source: Help tip
ca_es: Consell d'ajuda

source: Use Classic theme
ca_es: Utilitza el tema Clàssic

source: Shady
ca_es: Ennuvolat

source: The page that you're looking for used information that you entered. Returning to that page might cause any action you took to be repeated. Do you want to continue?
ca_es: La pàgina que busques utilitzava informació que vas introduir. Tornar a aquesta pàgina podria provocar una repetició de qualsevol acció realitzada. Vols continuar?

source: Last fetched:
ca_es: Última obtenció:

source: Remove desktop shortcut
ca_es: Elimina la drecera de l'escriptori

source: Thumbnail removed.
ca_es: S'ha eliminat la miniatura.

source: Enable sync keystore encryption.
ca_es: Activa l'encriptació de l'emmagatzematge de claus de sincronització.

source: Certificates have a validity period, much like any identity document (such as a passport) that you may have. The certificate presented to your browser is not yet valid. When a certificate is outside of its validity period, certain information about the status of the certificate (whether it has been revoked and should no longer be trusted) is not required to be maintained. As such, it is not possible to verify that this certificate is trustworthy. You should not proceed.
ca_es: Els certificats tenen un període de validesa, com qualsevol altre document d'identitat (com ara, un passaport). El certificat que s'ha presentat al teu navegador encara no és vàlid. Quan un certificat està fora del període de validesa, no és necessari mantenir algunes de les dades sobre l'estat del certificat (si s'ha revocat i ja no és de confiança). Per tant, no és possible verificar que aquest certificat sigui fiable. No hauries de continuar.

source: Sparky
ca_es: Gosset

source: They can:
ca_es: Poden:

source: Active protocol handlers
ca_es: Gestors de protocols actius

source: %{FULLSCREEN_ORIGIN} has disabled your mouse cursor.
ca_es: %{FULLSCREEN_ORIGIN} ha desactivat el cursor del ratolí.

source: "%{EXTENSION_NAME}" triggered full screen.
ca_es: "%{EXTENSION_NAME}" ha activat la pantalla completa.

source: Block Offensive Words
ca_es: Bloqueja les paraules ofensives

source: Manage your extensions by clicking Extensions in the "More tools" menu.
ca_es: Per gestionar les extensions, feu clic a Extensions al menú Més eines.

source: When enabled, a guest user will be available in desktop Chrome.
ca_es: Si aquesta opció està activada, Chrome per a l'escriptori admetrà els usuaris convidats.

source: %{FULLSCREEN_ORIGIN} is now full screen and wants to disable your mouse cursor.
ca_es: Ara %{FULLSCREEN_ORIGIN} es visualitza a pantalla completa i vol desactivar el cursor del ratolí.

source: Empty Cache and Hard Reload
ca_es: Buida la memòria cau i torna a carregar de manera forçada

source: New Tab - Bookmarks
ca_es: Pestanya nova: adreces d'interès
